alsa-utils
amfora
arc-gtk-theme
base
base-devel
bitwarden
calc
dbeaver
dbus-glib
discord
dmenu
docker
docker-compose
efibootmgr
fastfetch
fd
feh
firefox
flameshot
git
gnome-disk-utility
grsync
gst-plugin-pipewire
gvfs
gxmessage
htop
i3-wm
i3blocks
i3lock
i3status
intel-ucode
iwd
jdk8-openjdk
kdialog
kitty
lazygit
less
libpulse
libva-mesa-driver
linux
linux-firmware
luarocks
lxappearance-gtk3
mariadb
neovim
networkmanager
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
p7zip
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
polybar
postgresql
python-pillow
python-pip
python-pywal
qbittorrent
ranger
ripgrep
rofi
rust
spotify-launcher
steam
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
ttf-dejavu-nerd
ttf-firacode-nerd
tumbler
unzip
veracrypt
vlc
vulkan-radeon
wget
wireplumber
xarchiver
xclip
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
xorg-xinput
xorg-xmessage
zathura-djvu
zathura-pdf-mupdf
zenity
zram-generator
zsh
